[
  {
    "text": "For så har Gud elsket verden at han ga sin Sønn...",
    "reference": "Johannes 3:16"
  },
  {
    "text": "Herren er min hyrde, jeg mangler ingenting.",
    "reference": "Salme 23:1"
  },
  {
    "text": "For ved nåde er dere frelst, og det ikke av dere selv, det er Guds gave.",
    "reference": "Efeserne 2:8"
  },
  {
    "text": "Nåden vår Herre Jesu Kristi være med dere alle.",
    "reference": "2. Timoteus 4:22"
  },
  {
    "text": "Men Guds nåde var over meg i overflod, sammen med tro og kjærlighet som er i Kristus Jesus.",
    "reference": "1. Timoteus 1:14"
  },
  {
    "text": "Og av hans fylde har vi alle mottatt, og nåde over nåde.",
    "reference": "Johannes 1:16"
  },
  {
    "text": "Nåden være med dere og fred fra Gud vår Fader og Herren Jesus Kristus.",
    "reference": "1. Korintierne 1:3"
  },
  {
    "text": "For vi er blitt rettferdiggjort ved tro, og vi har fred med Gud gjennom vår Herre Jesus Kristus.",
    "reference": "Romerne 5:1"
  },
  {
    "text": "For synd er ikke lenger deres herre, siden dere ikke er under loven, men under nåden.",
    "reference": "Romerne 6:14"
  },
  {
    "text": "Og Gud kan gjøre all nåde rik over dere, så at dere i alle ting og til enhver tid har det dere trenger.",
    "reference": "2. Korintierne 9:8"
  },
  {
    "text": "Jesus Kristus er i dag den samme som i går og skal være det til evig tid.",
    "reference": "Hebreerne 13:8"
  },
  {
    "text": "Men han sa til meg: Min nåde er nok for deg, for min kraft blir fullkommen i svakhet.",
    "reference": "2. Korintierne 12:9"
  },
  {
    "text": "Alle har syndet; vi blir frikjøpt ved Guds nåde.",
    "reference": "Romerne 3:23-24"
  },
  {
    "text": "Gjennom ham har vi fremskaffet oss en frimodig adgang til nåde.",
    "reference": "Romerne 5:2"
  },
  {
    "text": "Kristus er mål for loven, og i ham finnes rettferdighet.",
    "reference": "Romerne 10:4"
  },
  {
    "text": "Forløsning og tilgivelse finnes i hans blod — nåde fra Gud.",
    "reference": "Efeserne 1:7"
  },
  {
    "text": "Gud, rik på miskunn, gjorde oss levende i Kristus av nåde.",
    "reference": "Efeserne 2:4-5"
  },
  {
    "text": "Hver har fått en nådegave etter Kristi mål.",
    "reference": "Efeserne 4:7"
  },
  {
    "text": "Rettferdiggjort ved tro — ikke av menneskelige gjerninger.",
    "reference": "Galaterne 2:16"
  },
  {
    "text": "Retten står ved tro, slik det er skrevet: Den rettferdige lever ved tro.",
    "reference": "Galaterne 3:11"
  },
  {
    "text": "Guds nåde er åpenbart for frelse for alle mennesker.",
    "reference": "Titus 2:11"
  },
  {
    "text": "Han frelste oss, ikke ved rettferdige gjerninger, men ved sin barmhjertighet.",
    "reference": "Titus 3:5"
  },
  {
    "text": "Han gjorde ham som ikke visste synd, til synd for vår skyld, så vi kunne bli rettferdige.",
    "reference": "2. Korintierne 5:21"
  },
  {
    "text": "Kristus er vår visdom og rettferdighet fra Gud.",
    "reference": "1. Korintierne 1:30"
  },
  {
    "text": "Kom frimodig til nådens trone for nåde og hjelp i rette tid.",
    "reference": "Hebreerne 4:16"
  },
  {
    "text": "Han bar våre synder på sitt legeme, så vi kan leve for rettferdighet.",
    "reference": "1. Peter 2:24"
  },
  {
    "text": "Etter at dere har lidt en tid, skal Gud fullføre, styrke og grunnfeste dere i nåde.",
    "reference": "1. Peter 5:10"
  },
  {
    "text": "Gud kalte oss til frelse etter sin egen nåde, ikke etter våre gjerninger.",
    "reference": "2. Timoteus 1:9"
  },
  {
    "text": "Fornyet og forsonet ved Kristi død — ført fram som hellige.",
    "reference": "Kolosserne 1:22"
  },
  {
    "text": "Gud viste kjærlighet ved å sende sin Sønn som soning for våre synder.",
    "reference": "1. Johannes 4:10"
  },
  {
    "text": "Kristus ble fattig for vår skyld, at vi ved hans fattigdom måtte bli rike.",
    "reference": "2. Korintierne 8:9"
  },
  {
    "text": "Troen på Jesus gir forlatelse og rettferdighet for dem som tror.",
    "reference": "Apostlenes gjerninger 13:38-39"
  },
  {
    "text": "Den som blir rettferdiggjort ved tro, har fred med Gud.",
    "reference": "Romerne 5:1"
  },
  {
    "text": "Rettferdighet kommer fra Gud gjennom tro på Jesus Kristus.",
    "reference": "Romerne 3:22"
  },
  {
    "text": "Ingen fordømmelse for dem som er i Kristus Jesus.",
    "reference": "Romerne 8:1"
  },
  {
    "text": "De som Gud har forutbestemt, dem har han også rettferdiggjort.",
    "reference": "Romerne 8:30"
  },
  {
    "text": "Nåde og rettferdighet finnes i livet som gis gjennom Kristus.",
    "reference": "Romerne 5:17"
  },
  {
    "text": "Tro uttrykkes gjennom kjærlighet og gode gjerninger som rettferdighet.",
    "reference": "Jakobs brev 2:17-22"
  },
  {
    "text": "Nådeenheten i Kristus gir oss nytt liv og nytt håp.",
    "reference": "Filipperne 3:9"
  },
  {
    "text": "Guds ord forkynner nåde og rettferdighet til dem som tar imot det.",
    "reference": "Romerne 1:16-17"
  },
  {
    "text": "La nåden styre livet; den som tar imot, vinner fred og rettferdighet.",
    "reference": "Paulus' lære (samlet tema)"
  }
]